





[PulseCannon X2WeaponTemplate]
FriendlyName="脉冲炮"
FriendlyNamePlural="脉冲炮"
BriefSummary="一种强大的大炮，能够在大面积范围内摧毁装甲和掩体。"
TacticalText="一种强大的大炮，能够摧毁大面积的装甲和掩体。"

[Asimov X2GremlinTemplate]
FriendlyName="阿西莫夫"
FriendlyNamePlural="阿西莫夫"
BriefSummary="一种强大的小精灵，能够在整个任务期间控制单个变种人EMC或炮塔。"
TacticalText="一种强大的小精灵，能够在整个任务期间控制单个变种人MEC 或炮塔。"
AbilityDescName="小精灵"

[AsimovOverride X2AbilityTemplate]
LocHelpText="获得对变种人MEC 或炮塔的控制权直至任务结束。"
LocLongDescription="获得对变种人MEC 或炮塔的控制权，直至任务结束。"
LocFriendlyName="机器人的三大铁律"
BriefSummary="获得对变种人MEC 或炮塔的控制权，直至任务结束。"
TacticalText="获得对变种人MEC 或炮塔的控制权直至任务结束。"


[GrenadeBlasterDamageRemoveAbility X2AbilityTemplate]
LocHelpText="手榴弹不会直接伤害盟友，但它们会撕碎盔甲并产生状态效果。"
LocLongDescription="手榴弹不会直接伤害盟友，但它们会撕碎盔甲并产生状态效果。"
LocFriendlyName="生化打击"
BriefSummary="手榴弹不会直接伤害盟友，但它们会撕碎盔甲并产生状态效果。"
TacticalText="手榴弹不会直接伤害盟友，但它们会撕碎盔甲并产生状态效果。"


[NetworkOverride X2AbilityTemplate]
LocHelpText="将一个人形生物敌人永久复活为僵尸。"
LocLongDescription="将一个人形生物敌人永久复活为僵尸。"
LocFriendlyName="生死逆转"
BriefSummary="将一个人形生物敌人永久复活为僵尸。"
TacticalText="将一个人形生物敌人永久复活为僵尸。"

[SuperSneak X2AbilityTemplate]
LocHelpText="探测半径大大减少。"
LocLongDescription="探测半径大大减少。"
LocFriendlyName="非礼勿视"
BriefSummary="探测半径大大减少。"
TacticalText="探测半径大大减少。"

[ShadowTheHedgehogSpeedBoost X2AbilityTemplate]
LocHelpText="隐藏时机动性增加。"
LocLongDescription="隐藏时机动性增加。"
LocFriendlyName="暗影冲刺"
BriefSummary="隐藏时机动性增加。"
TacticalText="隐藏时机动性增加。"


[SuperGrappleAbility X2AbilityTemplate]
LocHelpText="允许士兵进行肘击，冷却时间为一回合。"
LocLongDescription="允许士兵进行肘击，冷却时间为一回合。"
LocFriendlyName="曼巴精神"
FriendlyNamePlural="曼巴精神"
BriefSummary="允许士兵进行一回合的肘击冷却。"
TacticalText="允许士兵进行一回合的肘击冷却。"

[SustainingSphereAbility2 X2AbilityTemplate]
LocHelpText="每次任务避免死亡一次并完全恢复。物品不会被消耗。"
LocLongDescription="每次任务避免死亡一次并完全康复。物品不会被消耗。"
LocFriendlyName="死者苏生"
FriendlyNamePlural="死者苏生"
BriefSummary="每次任务避免死亡一次并完全康复。物品不会被消耗。"
TacticalText="每次任务避免死亡一次并完全康复。物品不会被消耗。"

[AdrenalineOverdrive X2AbilityTemplate]
LocHelpText="提高机动性、装甲和意志力，持续几个回合。"
LocLongDescription="提高机动性、装甲和意志力，持续几个回合。"
LocFriendlyName="肾上腺素飙升"
FriendlyNamePlural="肾上腺素飙升"
BriefSummary="在几个回合内提高机动性、装甲和意志力。"
TacticalText="提高机动性、装甲和意志力，持续几个回合。"

[ResonancePulse X2AbilityTemplate]
LocHelpText="摧毁大范围内所有单位的掩体和装甲。这是一个自由动作。"
LocLongDescription="摧毁大范围内所有单位的掩体和装甲。这是一个自由动作。"
LocFriendlyName="共振脉冲"
FriendlyNamePlural="共振脉冲"
BriefSummary="摧毁大范围内所有单位的掩体和装甲。这是一个自由动作。"
TacticalText="摧毁大范围内所有单位的掩体和装甲。这是一个自由动作。"




[PsiosGrenade X2GrenadeTemplate]
FriendlyName="灵能手榴弹"
FriendlyNamePlural="灵能手榴弹"
BriefSummary="一种威力巨大的手榴弹，它不会对盟友造成伤害，并且会使目标迷失方向。"
TacticalText="一种威力巨大的手榴弹，它不会对盟友造成伤害，但却会使目标迷失方向。"
ThrownAbilityName="投掷灵能手榴弹"
ThrownAbilityHelpText="使敌方单位迷失方向并受到伤害。"
LaunchedAbilityname="发射灵能手榴弹"
LaunchedAbilityHelpText="迷惑并伤害敌方单位。"

[MountainMistRewardGrenade X2GrenadeTemplate]
FriendlyName="暗雾手榴弹"
FriendlyNamePlural="暗雾雾手榴弹"
BriefSummary="每次执行任务时可多次使用手榴弹来致盲或迷惑目标。"
TacticalText="每次执行任务时可多次使用手榴弹来致盲或迷惑目标。"
ThrownAbilityName="投掷暗雾手榴弹"
ThrownAbilityHelpText="使敌方单位迷失方向并失明。"
LaunchedAbilityname="发射暗雾手榴弹"
LaunchedAbilityHelpText="使敌方单位迷失方向并失明。"


[StunGrenade X2GrenadeTemplate]
FriendlyName="眩晕手榴弹"
FriendlyNamePlural="眩晕手榴弹"
BriefSummary="一种威力巨大的手榴弹，可以摧毁掩体并震慑大面积范围内的敌人。"
TacticalText="一种威力巨大的手榴弹，可以摧毁掩体并震慑大范围内的敌人。"
ThrownAbilityName="投掷眩晕手榴弹"
ThrownAbilityHelpText="击晕敌方单位。"
LaunchedAbilityname="发射眩晕手榴弹"
LaunchedAbilityHelpText="击晕敌方单位。"

[SuperiorSphere X2WeaponTemplate]
FriendlyName="高级领域"
FriendlyNamePlural="高级领域"
BriefSummary="一种允许士兵在每次执行任务时避免死亡一次并完全恢复的物品。同时提供心灵护盾。"
TacticalText="一种可以让士兵在每次执行任务时避免死亡一次并完全恢复的物品。同时提供心灵护盾。"


[PsiAmp_Warlock X2WeaponTemplate]
FriendlyName="术士灵能增幅器"
FriendlyNamePlural="术士灵增幅器"
BriefSummary="一种高级灵能增幅器，还可以授予指挥官对单个灵能僵尸的完全控制权。"
TacticalText="一种高级灵能增幅器，还可以授予指挥官对单个灵能僵尸的完全控制权。"

[GrenadeBlaster X2GrenadeLauncherTemplate]
FriendlyName="手榴弹发射器"
FriendlyNamePlural="手榴弹发射器"
BriefSummary="<Bullet/>允许自由瞄准手榴弹。\n<Bullet>不会直接伤害盟友。\n<Bullet>将撕碎盔甲并对盟友施加状态效果。\n<Bullet>所有榴弹发射器的最大效果范围。"
TacticalText="<Bullet/>允许自由瞄准手榴弹。\n<Bullet>不会直接伤害盟友。\n<Bullet>将撕碎盔甲并对盟友施加状态效果。\n<Bullet>所有榴弹发射器的最大效果范围。"

[PhantomDriverItem X2WeaponTemplate]
FriendlyName="幻影驱动"
FriendlyNamePlural="幻影驱动"
BriefSummary="一种利用灵能网络来提高士兵隐身能力的装置。"
TacticalText="一种利用灵能网络来提高士兵隐身能力的装置。"



[ShadeArmor X2ArmorTemplate]
FriendlyName="暗杀动力甲"
FriendlyNamePlural="暗杀动力甲"
BriefSummary="高级轻型动力装甲，每次执行任务时可使士兵的肾上腺素超速运转，增强体力。"
TacticalText="高级轻型动力装甲，每次执行任务时可使士兵的肾上腺素超速运转，增强体力。"

[FortressArmor X2ArmorTemplate]
FriendlyName="堡垒动力甲"
FriendlyNamePlural="堡垒动力甲"
BriefSummary="高级重型动力装甲，能够穿过墙壁，并保护士兵免受环境危害和爆炸。"
TacticalText="高级重型动力装甲，能够穿过墙壁，并保护士兵免受环境危害和爆炸。"

[OrionArmor X2ArmorTemplate]
FriendlyName="猎手动力甲"
FriendlyNamePlural="猎手动力甲"
BriefSummary="高级轻型动力装甲，每回合能够发射一次抓钩。"
TacticalText="高级轻型动力装甲，每回合可以发射一次抓钩。"

[HunterRounds X2AmmoTemplate]
FriendlyName="猎手子弹"
FriendlyNamePlural="猎手子弹"
BriefSummary="<Bullet/>威力强大的子弹可以对有机敌人造成更大伤害，对机器人敌人的伤害更大。\n<Bullet>射击会导致有机目标流血，并随着时间的推移造成伤害。\n<Bullet>猎手弹可以提高士兵的瞄准能力。\n<Bullet>射击会标记目标，增加目标的瞄准和暴击几率。\n<Bullet>有很小的几率使目标昏迷。"
TacticalText="<Bullet/>威力强大的子弹可以对有机敌人造成更大伤害，对机器人敌人的伤害更大。\n<Bullet>射击会导致有机目标流血，并随着时间的推移造成伤害。\n<Bullet>猎手子弹可以提高士兵的瞄准能力。\n<Bullet>射击会标记目标，增加目标的瞄准和暴击几率。\n<Bullet>有小几率使目标昏迷。"




















[AssassinLoot12 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot13 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot14 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot15 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot16 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot23 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot24 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot25 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot26 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot34 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot35 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot36 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot45 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot46 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[AssassinLoot56 X2ItemTemplate]
FriendlyName="刺客要塞战利品"
FriendlyNamePlural="刺客要塞战利品"
BriefSummary="我们从刺客据点中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"



[HunterLoot12 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot13 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot14 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot15 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot16 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot23 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot24 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot25 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot26 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot34 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot35 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot36 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot45 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot46 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[HunterLoot56 X2ItemTemplate]
FriendlyName="猎手要塞战利品"
FriendlyNamePlural="猎手要塞战利品"
BriefSummary="我们从猎手的据点中找到了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"


[WarlockLoot12 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot13 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot14 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot15 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot16 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot23 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot24 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot25 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot26 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot34 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot35 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot36 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot45 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot46 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"

[WarlockLoot56 X2ItemTemplate]
FriendlyName="术士要塞战利品"
FriendlyNamePlural="术士要塞战利品"
BriefSummary="我们从术士的要塞中回收了各种文物。通过研究，我们应该能够将其改造成我们士兵的装备。"
















[ChosenAssassinRewardsTech12 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="从战场上回收了被选中的刺客的两件武器，一把霰弹枪和一把模块化剑，我必须承认，我对外星人在这些原本很传统的武器上所取得的进步非常感兴趣。\n\n霰弹枪主要被长老刺客用作辅助武器，其简洁优雅，坚持单一用途。它建立在先进的复合框架上，在近距离作战中，这种独特的设计几乎是任何其他射弹武器都无法比拟的。在反复的野外试验中，全封闭的磁性弹药减少系统始终能发出紧密排列的合金碎片阵列，能够穿透除最坚硬的目标之外的所有目标。\n\n刺客的珍贵宝剑完全是另一回事，可能是我们回收的最独特、最重要的武器之一。尽管我尝试对剑的成分进行非破坏性分析，包括使用 X 射线荧光的变化，但我尚未在识别相关材料方面取得任何重大进展。目前，我们只知道这把剑是由一种非地球金属元素锻造而成，并被灵能紧紧地悬浮着，而灵能本身则被未知的力量所控制。从各方面来看，这把武器对于战士和学者来说都是一份奖品。-R. 泰根。"

[ChosenAssassinRewardsTech13 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上回收了被选中的刺客的其中一件武器，另一件已经自毁，我必须承认，我对外星人在传统武器上取得的进步感到好奇。\n\n霰弹枪主要被长老刺客用作辅助武器，其简洁性和单一用途的坚持非常优雅。它建立在先进的复合框架上，在近距离战斗中，这种独特的设计几乎是任何其他射弹武器都无法比拟的。在反复的野外试验中，全封闭的磁性弹药减少系统始终如一地发射出紧密排列的合金碎片阵列，能够穿透除最坚硬的目标之外的所有目标。\n\n刺客山雾手榴弹的蓝图很容易被破译，使我们能够复制它们供我们的士兵使用。与传统手榴弹相比，它们的设计要轻得多，士兵可以在通常只携带一颗手榴弹或多用途手榴弹的插槽中携带三枚物品。虽然她弄瞎了我们的眼睛，但通过科学，我们能够对她的设备进行逆向工程，并添加一种迷惑效果，这肯定会在战场上派上用场。-R. 泰根。"

[ChosenAssassinRewardsTech14 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上回收了选定刺客的其中一件武器，而另一件已经自毁，我必须承认，我对外星人在传统武器上取得的进步感到好奇。\n\n霰弹枪主要被长老刺客用作辅助武器，其简洁优雅，坚持单一用途。它建立在先进的复合框架上，在近距离内，这种独特的设计几乎是任何其他射弹武器都无法比拟的。在反复的野外试验中，全封闭的磁性弹药减少系统始终能发出紧密排列的合金碎片阵列，能够穿透除最顽强的目标之外的所有目标。\n\n在突袭选定的要塞后，我们清楚地认识到，刺客的隐身能力是艰苦训练、灵能操控和我们能够恢复的小型装置的产物。该装置似乎使视力减弱，听力减弱，使我们的士兵能够轻松地在该州击败敌人他们进来了。虽然一旦敌人意识到他们的存在，它不会提高他们的战斗能力，但这种装置会让我们的士兵在隐蔽时获得优势。-R. 泰根。"

[ChosenAssassinRewardsTech15 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上回收了被选中的刺客的其中一件武器，而另一件已经自毁，我必须承认，我对外星人在一件原本很传统的武器上所做的改进很感兴趣。\n\n霰弹枪主要被长老刺客用作辅助武器，其简洁优雅，并坚持单一用途。它建立在先进的复合框架上，在近距离战斗中，这种独特的设计几乎是任何其他射弹武器都无法比拟的。在反复的野外试验中，全封闭的磁性弹药削减系统始终如一地发射出紧密排列的合金碎片阵列，能够穿透除最坚硬的目标之外的所有目标。\n\n对刺客盔甲的研究立即产生了结果，显示出盔甲中的肾上腺素管理系统可以使中距离跑步者变成明星运动员的迹象，这无疑是刺客身体能力出众的原因。这种肾上腺素的节流应该可以让士兵在每次执行任务时将自己推向极限，暂时提高速度、机动性和抗伤害能力。除了与传统轻型装甲相比具有更高的抗伤害能力和机动性外，我们的士兵在战场上穿上这种装甲时也不会缺乏耐力。-R. 泰根。"

[ChosenAssassinRewardsTech16 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上回收了选定刺客的其中一件武器，而另一件已经自毁，我必须承认，我对外星人在传统武器上取得的进步感到好奇。\n\n霰弹枪主要被长老刺客用作辅助武器，其简洁优雅，并坚持单一用途。它建立在先进的复合框架上，在近距离内，这种独特的设计几乎是任何其他射弹武器都无法比拟的。在反复的野外试验中，全封闭的磁性弹药减少系统始终能发射出紧密排列的合金碎片阵列，能够穿透除最坚硬的目标之外的所有目标。\n\n我们在选定的要塞内发现了一个装置，它似乎能够控制战场上的 变种人 机械化单位，以防刺客需要帮助，或者可能需要转移注意力。为了关闭 变种人 的所有机器以大规模破坏 变种人，拆卸该装置很诱人部队，解密基础编程所需的处理能力需要大量的反复试验，因为核心模式是一个陷阱，这很痛苦。 结合专家和小精灵的黑客能力，它应该可以让我们保证至少在任务期间控制单个 变种人 MEC 或炮塔。 -R. 泰根。"

[ChosenAssassinRewardsTech23 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上回收了被选中的刺客的其中一件武器，而另一件已经自毁，我必须承认，外星人在一件原本普通的武器上所取得的进步让我非常感兴趣。\n\n刺客的宝剑完全是另一回事，可能是我们所发现的最独特、最重要的武器之一。尽管我尝试过对剑的成分进行非破坏性分析，包括使用 X 射线荧光的变化，但我还没有在识别所讨论的材料方面取得任何重大进展。就目前而言，我们只知道这把剑是由一种非地球金属元素锻造而成，并被灵能紧紧地悬浮着，而灵能本身则被未知的力量所控制。从各方面来看，这件武器都是战士和学者的奖品。\n\n刺客山雾手榴弹的蓝图很容易被破译，我们可以复制它们供我们的士兵使用。与传统手榴弹相比，它们的设计要轻得多，士兵可以携带三枚将它们放在通常只携带一枚手榴弹或实用物品的任意位置。虽然她弄瞎了我们，但凭借科学，我们能够逆向工程她的设备并添加迷惑效果，这在战场上肯定会很有用。-R. 泰根。"

[ChosenAssassinRewardsTech24 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上找回了被选中的刺客的一件武器，另一件已经自毁，我必须承认，外星人在一件原本很普通的武器上取得了如此大的成就，让我非常感兴趣。\n\n刺客的宝剑完全是另一回事，可能是我们找到的最独特、最重要的武器之一。尽管我尝试过对剑的成分进行非破坏性分析，包括使用 X 射线荧光的变化，但我还没有在识别所讨论的材料方面取得任何重大进展。就目前而言，我们只知道这把剑是由一种非地球金属元素锻造而成，并被灵能紧紧地悬浮着，而灵能本身又被未知的力量所控制。从各方面来看，这件武器都是战士和学者的奖品。\n\n在突袭了被选中的要塞后，我们清楚地认识到，刺客的隐身能力是艰苦训练、灵能操控和我们能够恢复的小型装置的产物。这种装置似乎会使视力减弱、听力减弱，使我们的士兵能够在敌人所处的状态下轻松智胜敌人。虽然一旦敌人意识到他们的存在，它不会提高他们的战斗能力，但这种装置会让我们的士兵在隐蔽时占据优势。-R. 泰根。

[ChosenAssassinRewardsTech25 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上找回了被选中的刺客的其中一件武器，而另一件已经自毁，我必须承认，外星人在一件原本很普通的武器上所做的改进让我非常感兴趣。\n\n刺客的宝剑完全是另一回事，可能是我们找到的最独特、最重要的武器之一。尽管我尝试过对剑的成分进行非破坏性分析，包括使用 X 射线荧光的变化，但我还没有在识别所讨论的材料方面取得任何重大进展。目前，我们只知道这把剑是由一种非地球金属元素锻造而成，并被灵能紧紧地悬浮着，而灵能本身又被未知的力量所控制。从各方面来看，这件武器都是战士和学者的奖品。\n\n对刺客盔甲的研究立即产生了结果，显示出盔甲内有肾上腺素管理系统的迹象，这套盔甲甚至可以让中距离跑步者成为明星运动员，毫无疑问，这也是刺客超强的身体能力。这种肾上腺素节流可以让士兵在每次执行任务时将自己推向极限，暂时提高速度、机动性和抗损伤能力。除了与传统轻型装甲相比更高的抗损伤能力和机动性外，我们的士兵在战场上穿上这种装甲时也不会缺乏耐力。-R. 泰根。"

[ChosenAssassinRewardsTech26 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="我从战场上找回了被选中的刺客的其中一件武器，而另一件已经自毁，我必须承认，外星人在一件原本很普通的武器上所做的改进让我非常感兴趣。\n\n刺客的宝剑完全是另一回事，可能是我们所找到的最独特、最重要的武器之一。尽管我尝试过对剑的成分进行非破坏性分析，包括使用 X 射线荧光的变化，但我还没有在识别所讨论的材料方面取得任何重大进展。就目前而言，我们只知道这把剑是由一种非地球金属元素锻造而成，并被灵能紧紧地悬浮着，而灵能本身则被未知的力量所控制。从各方面来看，这件武器都是战士和学者的奖品。\n\n我们在选定的要塞内发现了一个装置，似乎能够控制战场上的 变种人 机械化单位，以防刺客需要帮助，或者可能需要转移注意力。为了关闭 变种人 的所有机器以大规模破坏 变种人 部队，拆解该设备很诱人，但解密基础编程所需的处理能力需要大量反复试验，因为核心图案是一个陷阱，这很痛苦。 结合专家和小精灵的黑客能力，它应该可以让我们保证至少在任务期间控制单个 变种人 MEC 或炮塔。 -R. 泰根。"

[ChosenAssassinRewardsTech34 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索要塞，我们仍然设法恢复了一些重要的设备。\n\n刺客暗雾手榴弹的蓝图很容易被破译，我们可以复制它们供我们的士兵使用。与传统手榴弹相比，它们的设计要轻得多，士兵可以在通常只携带一颗手榴弹或实用物品的插槽中携带三枚。虽然她蒙蔽了我们，但凭借科学，我们能够对她的设备进行逆向工程，并添加一种迷惑效果，这在战场上肯定会很有用。\n\n在突袭选定的要塞后，我们清楚地认识到刺客的隐身能力是艰苦训练、灵能操纵和我们找到了一个小型装置。该装置似乎会使视力减弱、听力减弱，使我们的士兵能够在敌人所处的状态下轻松智胜敌人。虽然一旦敌人意识到他们的存在，该装置不会提高他们的战斗能力，但该装置会让我们的士兵在隐蔽时占据优势。-R. 泰根。"

[ChosenAssassinRewardsTech35 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索要塞，我们仍然设法收回了一些重要的设备。\n\n刺客山雾手榴弹的蓝图很容易被破译，我们可以复制它们供我们的士兵使用。与传统手榴弹相比，它们的设计要轻得多，士兵可以在通常只携带一颗手榴弹或实用物品的插槽中携带三枚。虽然她蒙蔽了我们，但凭借科学，我们能够对她的设备进行逆向工程，并添加一种迷惑效果，这在战场上肯定会很有用。\n\n对刺客盔甲的研究立即产生了结果，显示出盔甲内有肾上腺素管理系统的迹象，甚至可以让一名明星运动员脱颖而出一名中距离跑步者，毫无疑问，这也是刺客拥有超强体能的原因。这种肾上腺素的节流应该可以让士兵在每次任务中将自己推向极限，暂时提高速度、机动性和抗伤害能力。除了与传统轻型装甲相比更高的抗伤害能力和机动性外，我们的士兵在战场上穿上这种装甲时也不会缺乏耐力。-R. 泰根。"

[ChosenAssassinRewardsTech36 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人统治之前，外星技术就已经内置了基因密码激活功能，通过仔细搜索要塞，我们仍然设法恢复了一些重要的设备。\n\n刺客山雾手榴弹的蓝图很容易被破译，我们可以复制它们供我们的士兵使用。与传统手榴弹相比，它们的设计要轻得多，士兵可以在通常只携带一颗手榴弹或实用物品的插槽中携带三枚。虽然她蒙蔽了我们，但凭借科学，我们能够对她的设备进行逆向工程，并添加一种迷惑效果，这在战场上肯定会很有用。\n\n我们在选定的要塞内发现了一个设备，似乎能够控制战场上的变种人机械化部队，以防刺客需要帮助，或者也许是为了转移注意力。为了关闭变种人的所有机器以大规模破坏变种人部队而拆解该设备很诱人，但解密基础编程所需的处理能力需要大量的反复试验，因为核心图案是一个陷阱，这很痛苦。结合专家和小精灵的黑客能力，它应该可以让我们保证在至少整个任务期间控制单个变种人MEC 或炮塔。-R. 泰根。"

[ChosenAssassinRewardsTech45 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不意外，早在变种人统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索据点，我们仍然设法恢复了一些重要的设备。\n\n在突袭选定的据点后，我们清楚地认识到刺客的隐身能力是艰苦训练、灵能操纵和我们能够恢复的小型装置的产物。该装置似乎使视力减弱，听力减弱，使我们的士兵在他们所处的状态下轻松智胜敌人。虽然一旦敌人意识到他们的存在，它不会提高他们的战斗能力，但这个装置会让我们的士兵在隐蔽时占据优势。\n\n对刺客盔甲的研究立即产生了结果，显示出盔甲内肾上腺素管理系统的迹象，甚至可以让一个中等水平的人成为明星运动员长跑运动员，毫无疑问，这也是刺客拥有超强体能的原因。这种肾上腺素的节流应该可以让士兵在每次任务中将自己推向极限，暂时提高速度、机动性和抗伤害能力。除了与传统轻型装甲相比更高的抗伤害能力和机动性外，我们的士兵在战场上穿上这种装甲时也不会缺乏耐力。-R. 泰根。"

[ChosenAssassinRewardsTech46 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人统治之前，外星技术就已经内置了基因密码激活功能，通过仔细搜索要塞，我们仍然设法恢复了一些重要的设备。\n\n在突袭选定的要塞后，我们清楚地意识到刺客的隐身能力是艰苦训练、灵能操控和我们能够恢复的一个小装置的产物。该装置似乎使视力减弱，听力减弱，使我们的士兵在他们所处的状态下轻松智胜敌人。虽然一旦敌人意识到他们的存在，它不会提高他们的战斗能力，但这个装置会让我们的士兵在隐蔽时占据优势。\n\n我们在选定的要塞内发现了一个装置，似乎能够控制战场上的变种人机械化部队，以防刺客需要帮助，或者可能需要转移注意力。为了关闭变种人的所有机器以大规模破坏变种人部队，拆解该设备很诱人，但解密基础编程所需的处理能力需要大量的反复试验，因为核心图案是一个陷阱，这很痛苦。结合专家和小精灵的黑客能力，它应该可以让我们保证在至少整个任务期间控制单个变种人MEC 或炮塔。-R. 泰根。"

[ChosenAssassinRewardsTech56 X2TechTemplate]
DisplayName="刺客要塞战利品"
Summary="通过研究，我们应该能够将从刺客据点中回收的文物改造成我们士兵的装备。"
CodeName="袖剑"
LongDescription="不幸的是，刺客死后，她那些无疑价值连城的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人统治之前，基因密码激活就已经被植入外星技术中，通过仔细搜索要塞，我们仍然设法收回了一些重要的设备。\n\n对刺客盔甲的研究立即产生了结果，表明盔甲中的肾上腺素管理系统可以让中距离跑步者变成明星运动员，这无疑是刺客身体能力超群的原因。这种肾上腺素节流应该可以让士兵在每次任务中将自己推向极限，暂时提高速度、机动性和抗伤害能力。除了与传统轻型盔甲相比更高的抗伤害能力和机动性外，我们的士兵在战场上穿上这套盔甲时不会缺乏耐力\n\n我们在盔甲内发现了一个装置选定的据点似乎能够控制战场上的变种人机械化单位，以防刺客需要援助，或者可能需要转移注意力。为了关闭变种人的所有机器以大规模扰乱变种人部队，拆开该设备很诱人，但解密基础编程所需的处理能力需要大量的反复试验，因为核心图案是一个陷阱，这很痛苦。加上专家和小精灵的黑客能力，它应该可以让我们保证至少在任务期间控制单个变种人MEC 或炮塔。-R. 泰根。"
























[ChosenHunterRewardsTech12 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像猎手一样重视他们的武器，也许这是有道理的。这把珍贵的步枪外观精简、光滑，引人注目，证明了外星人在将系统提炼到最纯粹形式方面的真正潜力。\n\n从本质上讲，猎手的步枪是一种磁力武器，尽管其枪管中使用了一种目前未知的材料，可以显着提高动能射弹的速度，而无需额外增加这种改进通常伴随的额外功率。\n\n对于武器的有效性至关重要的是集成在步枪瞄准镜中的先进瞄准系统，我发现它由我见过的最小的超铀电池之一独立供电。虽然我毫不怀疑猎手本身就是一名熟练的射手，但我同样相信这里提供的弹道计算机将使我们最普通的部队看起来更强大英雄。\n\n猎手的致命手枪不容忽视，尽管体型很小，但我却被从该装置中散发出的力量之泉所震撼。除了其令人难以置信的威力之外，它还能够通过一些奇怪的固态加速方式穿透多层装甲。实现此功能所需的精确设计远远超出了我们现有的任何非侵入式逆向工程手段，但对枪套进行简单的修改后，我们的士兵就可以使用它了。-R. 泰根。"


[ChosenHunterRewardsTech13 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像猎手一样重视他们的武器，也许这是有道理的。这把珍贵的步枪外观精简、光滑，引人注目，证明了外星人在将系统提炼到最纯粹形式方面的真正潜力。\n\n从本质上讲，猎手的步枪是一种磁力武器，尽管其枪管中使用了一种目前未知的材料，可以显着提高动能射弹的速度，而无需额外增加这种改进通常伴随的额外功率。\n\n对于武器的有效性至关重要的是集成在步枪瞄准镜中的先进瞄准系统，我发现它由我见过的最小的 超铀 电池之一独立供电。虽然我毫不怀疑猎手本身就是一名熟练的射手，但我同样相信这里提供的弹道计算机将使我们最普通的部队看起来更强大英雄。\n\n在猎手的据点中，我们发现了复制其极其有效的手榴弹的方法，这种手榴弹似乎依靠一种以前从未见过的热闪光因子来暂时击晕对手。早期的测试镜头显示，当目标暴露在设备产生的闪光下时，他们会在画面中间冻结。这种手榴弹比简单的闪光弹威力更大，它添加了轻质碎片，因此掩体也会被摧毁，从而可以轻松射击被击晕的目标。通过在结构中加入轻质电磁铁，我们相信这些手榴弹将使我们的士兵在战场上占据优势，即使是对抗机器人部队也是如此。-R. 泰根。"

[ChosenHunterRewardsTech14 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像猎手一样重视他们的武器，也许这是有道理的。这把珍贵的步枪外观精简、光滑，引人注目，证明了外星人在将系统提炼到最纯粹形式方面的真正潜力。\n\n从本质上讲，猎手的步枪是一种磁力武器，尽管其枪管中使用了一种目前未知的材料，可以显着提高动能射弹的速度，而无需额外增加这种改进通常伴随的额外功率。\n\n对于武器的有效性至关重要的是集成在步枪瞄准镜中的先进瞄准系统，我发现它由我见过的最小的 超铀 电池之一独立供电。虽然我毫不怀疑猎手本身就是一名熟练的射手，但我同样相信这里提供的弹道计算机将使我们最普通的部队看起来更强大英雄。\n\n在选定的据点内，我们发现了一台能够复制猎手使用的极其致命的弹药的机器，但每次任务只能允许一名士兵使用这些弹药。弹药内的控制器和空中声纳确保它们只会走阻力最小的路径，至少能够持续造成额外伤害并导致有机单位流血。虽然我们不确定是什么原因导致这些弹药对机器人单位如此有效，但更令人费解的是它们偶尔能够击晕目标，显然猎手故意停用了这一功能，以使狩猎更加刺激。-R. 泰根。"

[ChosenHunterRewardsTech15 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像猎手一样重视他们的武器，也许这是有道理的。这把珍贵的步枪外观精简、光滑，引人注目，证明了外星人在将系统提炼到最纯粹形式方面的真正潜力。\n\n从本质上讲，猎手的步枪是一种磁力武器，尽管其枪管中使用了一种目前未知的材料，可以显着提高动能射弹的速度，而无需额外增加这种改进通常伴随的额外功率。\n\n对于武器的有效性至关重要的是集成在步枪瞄准镜中的先进瞄准系统，我发现它由我见过的最小的 超铀 电池之一独立供电。虽然我毫不怀疑猎手本身就是一名熟练的射手，但我同样相信这里提供的弹道计算机将使我们最普通的部队看起来更强大英雄。\n\n猎手的盔甲出奇地容易适应我们士兵的需求，结合现有结构和我们自己在轻型盔甲方面的进步，我们能够生产出强度和机动性都更强的盔甲。手腕上的装置类似于我们传统的抓钩，但似乎能够通过我们不完全了解的传动系统更快地充电。虽然它曾经让猎手能够以神速穿越山丘和小径，但现在这件盔甲将让我们的士兵在战斗中拥有令人难以置信的机动性。-R. 泰根。"

[ChosenHunterRewardsTech16 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像天选猎手一样重视他们的武器，也许这是有道理的。这把珍贵的步枪外观精简、光滑，引人注目，证明了外星人在将系统提炼到最纯粹形式方面的真正潜力。\n\n从本质上讲，猎手的步枪是一种磁力武器，尽管其枪管中使用了一种目前未知的材料，可以显着提高动能射弹的速度，而无需额外增加这种改进通常伴随的额外功率。\n\n对于武器的有效性至关重要的是集成在步枪瞄准镜中的先进瞄准系统，我发现它由我见过的最小的 超铀 电池之一独立供电。虽然我毫不怀疑猎手本身就是一名熟练的射手，但我同样相信这里提供的弹道计算机将使我们最普通的部队看起来更强大英雄。\n\n我们设法找回了一个似乎处于实验阶段的榴弹发射器，它以某种方式允许用户发射爆炸物而不会直接伤害盟友，同时提供惊人的射程并增加其爆炸半径。唯一明显的区别是喷嘴末端的一个小线圈，由 超铀 供电，在手榴弹上投射一层薄薄的化学外壳。我们不确定它是如何工作的，但它似乎完全改变了手榴弹中关键元素的原子结构。我陷入了无法完全解开的谜团中，尽管我对 变种人 进行了广泛的研究，但我从未遇到过类似的东西。我说的是炼金术和爆炸的东西，但即使我们没有完全理解它，这个榴弹发射器无疑会为我们的士兵提供宝贵的资产。-R. 泰根。"

[ChosenHunterRewardsTech23 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像天选猎手一样重视他们的武器，也许这是有道理的。尽管狙击步枪不幸在猎手死后自毁，但我们还是找到了他的手枪，暗爪。\n\n猎手的致命手枪不容小觑，尽管体型小，但我对从该装置中散发出的能量源源不断感到头晕目眩。除了其令人难以置信的威力外，它还能够通过一些奇怪的固态加速方式穿透多层装甲。实现此功能所需的精确设计远远超出了我们现有的任何非侵入式逆向工程手段，但对枪套进行简单的修改后，我们的士兵就可以使用它。\n\n在猎手的据点内，我们发现了复制其极其有效的手榴弹的方法，这种手榴弹似乎依靠一种以前从未见过的热闪光因子来暂时击晕对手。早期的测试镜头显示，当目标暴露在设备产生的闪光下时，会在画面中间冻结。这种手榴弹比简单的闪光弹威力更大，它添加了轻质碎片，因此掩体也会被摧毁，从而可以轻松射击被击晕的目标。通过在结构中加入轻质电磁铁，我们相信这些手榴弹将使我们的士兵在战场上占据优势，即使是在对抗机器人部队时也是如此。—— R. 泰根。"

[ChosenHunterRewardsTech24 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像天选猎手一样重视他们的武器，也许这是有道理的。尽管狙击步枪不幸在猎手死后自毁，但我们还是找到了他的手枪，暗爪。\n\n猎手的致命手枪不容小觑，尽管体型小，但我对从该装置中散发出的能量源源不断感到头晕目眩。除了其令人难以置信的威力外，它还能够通过一些奇怪的固态加速方式穿透多层装甲。实现此功能所需的精确设计远远超出了我们现有的任何非侵入式逆向工程手段，但对枪套进行简单的修改后，我们的士兵就可以使用它。\n\n在选定的据点内，我们发现了一台能够复制猎手使用的极其致命的子弹的机器，但复制速度只能允许一名士兵在每次任务中使用它们。子弹内的控制器和空中声纳确保它们只会走阻力最小的路径，至少能够持续造成额外伤害并导致有机单位流血。虽然我们不确定是什么原因导致这些子弹对机器人单位如此有效，但更令人费解的是它们偶尔能够击晕目标，显然猎手故意停用了这一功能，以使狩猎更加刺激。- R. 泰根。"

[ChosenHunterRewardsTech25 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像天选猎手一样重视他们的武器，也许这是有道理的。尽管狙击步枪不幸在猎手死后自毁，但我们还是找到了他的手枪，暗爪。\n\n猎手的致命手枪不容小觑，尽管体型小，但我对从该装置中散发出的能量源源不断感到头晕目眩。除了其令人难以置信的威力外，它还能够通过一些奇怪的固态加速方式穿透多层装甲。实现此功能所需的精确设计远远超出了我们现有的任何非侵入式逆向工程手段，但对枪套进行简单的修改后，我们的士兵就可以使用它。\n\n猎手的盔甲出奇地容易适应我们士兵的需求，将现有结构与我们在轻型盔甲方面的进步相结合，我们能够生产出强度和机动性都更强的盔甲。手腕上的装置类似于我们传统的抓钩，但似乎能够通过我们不完全了解的传动系统更快地充电。虽然它曾经让猎手能够以神速穿越山丘和小径，但现在这件盔甲将让我们的士兵在战斗中拥有令人难以置信的机动性。—— R. 泰根。"

[ChosenHunterRewardsTech26 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="除了长老刺客，据我所知，外星人中没有其他人像天选猎手一样重视他们的武器，也许这是有道理的。尽管狙击步枪不幸在猎手死后自毁，但我们还是找到了他的手枪，暗爪。\n\n猎手的致命手枪不容小觑，尽管体型小，但我对从该装置中散发出的能量源源不断感到头晕目眩。除了其令人难以置信的威力外，它还能够通过一些奇怪的固态加速方式穿透多层装甲。实现此功能所需的精确设计远远超出了我们现有的任何非侵入式逆向工程手段，但对枪套进行简单的修改后，我们的士兵就可以使用它。\n\n我们设法恢复了一个似乎处于实验阶段的榴弹发射器，它以某种方式允许用户发射爆炸物而不会直接伤害盟友，同时提供惊人的射程并增加其爆炸半径。唯一明显的区别是喷嘴末端有一个由 超铀 驱动的小线圈，它会在手榴弹上投射一层薄薄的化学外壳。我们不确定它是如何工作的，但它似乎完全改变了手榴弹中关键元素的原子结构。我陷入了无法完全解开的谜团中，尽管我对 变种人 进行了广泛的研究，但我从未遇到过类似的东西。我说的是炼金术和爆炸的东西，但即使我们没有完全理解它，这个榴弹发射器无疑会为我们的士兵提供宝贵的资产。- R. 泰根。"

[ChosenHunterRewardsTech34 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，猎手死后，他那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索据点，我们仍然设法恢复了一些重要的设备。\n\n在猎手的据点中，我们发现了复制他极其有效的手榴弹的方法，这种手榴弹似乎依赖于一种以前从未见过的热闪光因子来暂时击晕对手。早期的测试镜头显示，当目标暴露在设备产生的闪光下时，会在画面中间冻结。这种爆炸物比简单的闪光弹威力大得多，它添加了轻质碎片，因此掩体也会被摧毁，从而可以轻松射击被击晕的目标。通过在结构中加入轻质电磁铁，我们相信这些手榴弹将使我们的士兵在战场上占据优势，即使是对抗机器人部队。\n\n在选定的据点中，我们发现了一台能够复制的机器猎手使用的极其致命的弹药，但每次任务只能让一名士兵使用一次。弹药内的控制器和空中声纳确保它们只会选择阻力最小的路径，至少能够持续造成额外伤害并导致有机单位流血。虽然我们不确定是什么原因导致这些弹药对机器人单位如此有效，但更令人费解的是它们偶尔能够击晕目标，显然猎手故意关闭了这一功能，以使狩猎更加刺激。-R. 泰根。"

[ChosenHunterRewardsTech35 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，猎手死后，他那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不意外，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索据点，我们仍然设法恢复了一些重要的设备。\n\n在猎手的据点内，我们发现了复制他极其有效的手榴弹的方法，这种手榴弹似乎依赖于一种以前从未见过的热闪光因子来暂时击晕对手。早期的测试镜头显示，当目标暴露在设备产生的闪光下时，会在画面中间冻结。这种爆炸物比简单的闪光弹威力大得多，它添加了轻质碎片，因此掩体也会被摧毁，从而可以轻松射击被击晕的目标。通过在结构中加入轻质电磁铁，我们相信这些手榴弹将使我们的士兵在战场上占据优势，即使是对抗机器人部队。\n\n猎手的盔甲出人意料地容易适应我们的结合我们自己士兵的需求，将现有的结构与我们自己在轻型装甲方面的进步相结合，我们已经能够生产出强度和机动性都得到增强的装甲。手腕上的装置类似于我们传统的抓钩，但似乎能够通过我们不完全了解的传动系统更快地充电。虽然它曾经让猎手能够以神速穿越山丘和小径，但现在这种装甲将让我们的士兵在战斗中拥有令人难以置信的机动性。-R. 泰根。"

[ChosenHunterRewardsTech36 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，猎手死后，他那些无价的武器自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不意外，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索据点，我们仍然设法收回了一些重要的设备。\n\n在猎手的据点内，我们发现了复制他极其有效的手榴弹的方法，这种手榴弹似乎依赖于一种以前从未见过的热闪光因子来暂时击晕对手。早期的测试镜头显示，当目标暴露在设备产生的闪光下时，会在画面中间冻结。这种爆炸物比简单的闪光弹威力大得多，它添加了轻质碎片，因此掩体也会被摧毁，从而可以轻松射击被击晕的目标。通过在结构中加入轻质电磁铁，我们相信这些手榴弹将使我们的士兵在战场上占据优势，即使是对抗机器人部队。\n\n我们设法收回了一个榴弹发射器，它似乎有这种装置处于试验阶段，它允许用户发射爆炸物而不会直接伤害盟友，同时提供惊人的射程并增加其爆炸半径。唯一明显的区别是喷嘴末端有一个小线圈，由 超铀 提供动力，可在手榴弹上投射一层薄薄的化学外壳。我们不确定它是如何工作的，但它似乎完全改变了手榴弹中关键元素的原子结构。我陷入了无法完全解开的谜团中，尽管我对 变种人 进行了广泛的研究，但我从未遇到过类似的东西。我说的是炼金术和爆炸的东西，但即使我们没有完全理解它，这种榴弹发射器无疑将为我们的士兵提供宝贵的资产。-R. 泰根。"

[ChosenHunterRewardsTech45 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，在猎手死后，他那些无疑价值连城的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索要塞，我们仍然设法恢复了一些重要的设备。\n\n在选定的要塞内，我们发现了一台能够复制猎手使用的极其致命的弹药的机器，但复制速度只能允许一名士兵在每次任务中使用它们。弹药内的控制器和空中声纳确保它们只会走阻力最小的路径，至少能够持续造成额外伤害并导致有机单位流血。虽然我们不确定是什么原因导致这些弹药对机器人单位如此有效，更令人费解的是它们偶尔能够击晕目标，显然猎手故意停用了这一功能，以使狩猎更加刺激。\n\n猎手的盔甲出奇地容易适应我们的结合我们自己士兵的需求，将现有的结构与我们自己在轻型装甲方面的进步相结合，我们已经能够生产出强度和机动性都得到增强的装甲。手腕上的装置类似于我们传统的抓钩，但似乎能够通过我们不完全了解的传动系统更快地充电。虽然它曾经让猎手能够以神速穿越山丘和小径，但现在这种装甲将让我们的士兵在战斗中拥有令人难以置信的机动性。-R. 泰根。"

[ChosenHunterRewardsTech46 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，猎手死后，他那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不意外，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索据点，我们仍然设法恢复了一些重要的设备。\n\n在选定的据点内，我们发现了一台能够复制猎手使用的极其致命的弹药的机器，但复制速度只能允许一名士兵在每次任务中使用它们。弹药内的控制器和空中声纳确保它们只会走阻力最小的路径，至少能够持续造成额外伤害并导致有机单位流血。虽然我们不确定是什么原因导致这些弹药对机器人单位如此有效，更令人费解的是它们偶尔能够击晕目标，显然猎手故意停用了这一功能，以使狩猎更加刺激。\n\n我们设法恢复了一个榴弹发射器，它似乎有这种装置处于试验阶段，它允许用户发射爆炸物而不会直接伤害盟友，同时提供惊人的射程并增加其爆炸半径。唯一明显的区别是喷嘴末端有一个小线圈，由 超铀 提供动力，可在手榴弹上投射一层薄薄的化学外壳。我们不确定它是如何工作的，但它似乎完全改变了手榴弹中关键元素的原子结构。我陷入了无法完全解开的谜团中，尽管我对 变种人 进行了广泛的研究，但我从未遇到过类似的东西。我说的是炼金术和爆炸的东西，但即使我们没有完全理解它，这种榴弹发射器无疑将为我们的士兵提供宝贵的资产 -R. 泰根。"

[ChosenHunterRewardsTech56 X2TechTemplate]
DisplayName="猎手要塞战利品"
Summary="通过研究，我们应该能够将从猎手据点中回收的文物改造成我们士兵的装备。"
CodeName="血腥"
LongDescription="不幸的是，猎手死后，他那些无价的武器也自毁了，这无疑是长老们采取的预防措施，以防止他们的技术落入我们的手中。这并不出乎意料，早在变种人政权统治之前，基因密码激活就已被植入外星技术中，通过仔细搜索要塞，我们仍然设法收回了一些重要的设备。\n\n猎手的盔甲出人意料地容易适应我们自己的士兵的需求，结合现有结构和我们自己在轻型盔甲方面的进步，我们已经能够生产出强度和机动性都增强的盔甲。手腕上的装置类似于我们传统的抓钩，但似乎能够通过我们不完全了解的传动系统更快地充电。虽然它曾经允许猎手以神速穿越山丘和小径，但现在这件盔甲将使我们的士兵在战斗中拥有令人难以置信的机动性。\n\n我们设法收回了一个似乎处于实验阶段的榴弹发射器，它以某种方式允许爆炸物发射用户不会直接伤害盟友，同时允许其射程极远并增加爆炸半径。唯一明显的区别是喷嘴末端有一个小线圈，由 超铀 供电，可在手榴弹上投射一层薄薄的化学外壳。我们不确定它是如何工作的，但它似乎完全改变了手榴弹中关键元素的原子结构。我陷入了无法完全解开的谜团中，尽管我对 变种人 进行了广泛的研究，但我从未遇到过类似的事情。我说的是炼金术和爆炸的东西，但即使我们不完全理解它，这种榴弹发射器无疑将为我们的士兵提供宝贵的资产 -R. 泰根。"





















[ChosenWarlockRewardsTech12 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="长老们选定的术士，也许是他们最强大的灵能指挥单位，他使用了许多强大的能力来对他被派去追击的人进行物理控制。然而，就像大多数陷入战斗的人一样，当所有其他方法都失败时，术士会回到常规，用这种相对不起眼的步枪进行攻击。\n\n尽管由于选定的体型而尺寸增加，但武器本身重量轻，平衡性脆弱。虽然它似乎可以发射标准的 变种人 子弹，但有效射程存在无法解释的差异，到目前为止，我只能将其归因于武器枪管内衬的未知材料。\n\n虽然我们不太可能准确地复制整个武器，但我已授权继续进行实地试验，供我们的部队使用。即使结果没有进一步的研究成果，他们无疑会喜欢用这种武器对付制造它的外星人。\n\n毫不奇怪，发现术士的"王冠"充当了他灵能的放大器，但很明显，直接戴在头皮上无疑会对他的心理健康产生长期影响。里面的材料仍然很容易回收，最值得注意的是我们发现的一条"带电电线"，它来自灵能网络本身，它被整合起来用于在任务期间控制单个堕落的人形生物。这种灵能放大器赋予灵能攻击和伤害额外的灵能能力，肯定会把我们的灵能特工变成精神杀手，其能力堪比长老。-R. 泰根。"

[ChosenWarlockRewardsTech13 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="长老们选定的术士，也许是他们最强大的灵能指挥单位，他使用了许多强大的能力来对他被派去追击的人进行物理控制。然而，就像大多数陷入战斗的人一样，当所有其他方法都失败时，术士会回到常规，用这种相对不起眼的步枪进行攻击。\n\n尽管由于选定的体型而尺寸增加，但武器本身重量轻，平衡性脆弱。虽然它似乎可以发射标准的 变种人 子弹，但有效射程存在无法解释的差异，到目前为止，我只能将其归因于武器枪管内衬的未知材料。\n\n虽然我们不太可能准确地复制整个武器，但我已授权继续进行实地试验，供我们的部队使用。即使结果没有进一步的研究成果，他们无疑会喜欢用这种武器对付制造它的外星人。\n\n在术士的据点内，我们能够找到一个潜伏的幽灵僵尸，尽管被选中的人被击败了，但僵尸仍然存在。僵尸体内的爆炸性灵能核心经过分析，可以进行实验室合成，用作手榴弹。凭借我们对外星人灵能网络的了解，我们能够制造出高效的炸药，这种炸药只会针对那些接收外星人命令的人，同时还能暂时迷惑他们。由于手榴弹能够造成混乱，因此即使术士最终被击败，他仍然喜欢灵能攻击，这也不足为奇。-R. 泰根。"

[ChosenWarlockRewardsTech14 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="长老们选定的术士，也许是他们最强大的灵能指挥单位，他使用了许多强大的能力来控制他被派去追击的人。然而，就像大多数陷入战斗的人一样，当所有其他方法都失败时，术士会回到常规，用这种相对不起眼的步枪进行攻击。\n\n尽管由于选定的体型而尺寸增加，但武器本身重量轻，平衡性脆弱。虽然它似乎可以发射标准的 变种人 子弹，但有效射程存在无法解释的差异，到目前为止，我只能将其归因于武器枪管内衬的未知材料。\n\n虽然我们不太可能准确地复制整个武器，但我已授权继续进行实地试验，供我们的部队使用。即使结果没有进一步的研究成果，他们无疑会喜欢用这种武器对付制造它的外星人。\n\n术士的静止室深入了解了天选者如何在如此短的时间内完全恢复。它的潜力已被用于提高我们士兵在战斗中的生存能力，允许每场战斗完全恢复一次生命，同时防止使用它的士兵受到任何精神障碍。心脏受损的人肯定会发现这是一个好朋友，因为它的再生特性似乎几乎是无限的，尽管我们对这项技术的缺乏经验阻碍了大规模生产或快速充电。-R. 泰根。"

[ChosenWarlockRewardsTech15 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="长老们选定的术士，也许是他们最强大的灵能指挥单位，他使用了许多强大的能力来控制他被派去追击的人。然而，就像大多数陷入战斗的人一样，当所有其他方法都失败时，术士会回到常规，用这种相对不起眼的步枪进行攻击。\n\n尽管由于选定的体型而尺寸增加，但武器本身重量轻，平衡性脆弱。虽然它似乎可以发射标准的 变种人 子弹，但有效射程存在无法解释的差异，到目前为止，我只能将其归因于武器枪管内衬的未知材料。\n\n虽然我们不太可能准确地复制整个武器，但我已授权继续进行实地试验，供我们的部队使用。即使结果没有进一步的研究成果，他们无疑会喜欢用这种武器对付制造它的外星人。\n\n术士的一套额外盔甲在被选中的人被击败后，从要塞中抢劫而来的，对其进行进一步研究取得了显著成果。 盔甲内部储存的 超铀 晶体喷射器似乎在盔甲周围形成了一个保护性能量面纱，使士兵能够抵御爆炸和元素攻击而不会受到任何伤害。 虽然我不建议我们的士兵让闪电包围他们，但增加了动力武器手套和重型盔甲研究的其他突破使我们能够制造出一套更高级的盔甲，由于其强大的灵能整合，它还能够进行墙壁相位。 -R. 泰根。"

[ChosenWarlockRewardsTech16 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="长老们选定的术士，也许是他们最强大的灵能指挥单位，他使用了许多强大的能力来控制他被派去追击的人。然而，就像大多数陷入战斗的人一样，当所有其他方法都失败时，术士会回到常规，用这种相对不起眼的步枪进行攻击。\n\n尽管由于选定的体型而尺寸增加，但武器本身重量轻，平衡性脆弱。虽然它似乎可以发射标准的 变种人 子弹，但有效射程存在无法解释的差异，到目前为止，我只能将其归因于武器枪管内衬的未知材料。\n\n虽然我们不太可能准确地复制整个武器，但我已授权继续进行实地试验，供我们的部队使用。即使结果没有进一步的研究成果，他们无疑会喜欢用这种武器对付制造它的外星人。\n\n从术士的要塞似乎是一种之前从未见过的原型大炮。虽然敌人使用威力无比的武器并不罕见，但术士似乎认为在外面使用传统武器是一种犯罪行为，因此他通常只在战斗中使用灵能。该武器本身使用先进的激光技术，以目标的共振频率运行，使其在摧毁物理材料方面非常有效。通过增强武器，我们应该能够让我们的士兵自由行动，消灭大范围内所有装甲和掩护单位，此外，该武器已经非常出色的操作能力。-R. 泰根。"

[ChosenWarlockRewardsTech23 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要经过严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n发现术士的"王冠"可以放大他的灵能并不奇怪，但很明显，将其直接涂抹在他的头皮上无疑会对他的心理健康产生长期影响。里面的材料仍然很容易回收，最值得注意的是我们发现的一条从灵能网络本身引出的"带电电线"，它被整合起来用于在任务期间控制单个堕落的人形生物。这种灵能增幅器可以增加灵能攻击力和灵能伤害，必将把我们的灵能特工变成精神杀手，其能力堪比长老。\n\n在术士的据点内，我们找到了一个潜伏的幽灵僵尸，尽管被选中的人被击败，但它仍然顽强存在。对僵尸体内的爆炸性灵能核心进行了分析，使其可以在实验室合成，用作手榴弹。凭借我们对外星人灵能网络的了解，我们能够制造出高效的炸药，这种炸药只会针对那些接收外星人命令的人，同时还会暂时使他们迷失方向。由于手榴弹具有造成混乱的能力，因此即使术士最终被击败，他仍然偏爱灵能攻击，这也不足为奇。-R. 泰根"

[ChosenWarlockRewardsTech24 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要经过严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n发现术士的"王冠"可以放大他的灵能并不奇怪，但很明显，将其直接涂抹在他的头皮上无疑会对他的心理健康产生长期影响。里面的材料仍然很容易回收，最值得注意的是我们发现的一条从灵能网络本身引出的"带电电线"，它被整合起来用于在任务期间控制单个堕落的人形生物。这种灵能增幅器可以增加灵能攻击力和灵能伤害，必将把我们的灵能特工变成精神杀手，其能力堪比长老。\n\n术士的停滞室让我们了解到天选者如何能够在如此短的时间内完全恢复。它的潜力已被用于提高我们士兵在战斗中的生存能力，允许每场战斗一次完全恢复健康，同时防止使用它的士兵受到任何精神障碍。心脏受损的人肯定会发现这是一个好朋友，因为它的再生特性似乎几乎是无限的，尽管我们对这项技术的缺乏经验阻碍了大规模生产或快速充电。-R. 泰根"

[ChosenWarlockRewardsTech25 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要经过严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n发现术士的"王冠"可以放大他的灵能并不奇怪，但很明显，将其直接涂抹在他的头皮上无疑会对他的心理健康产生长期影响。里面的材料仍然很容易回收，最值得注意的是我们发现的一条从灵能网络本身引出的"带电电线"，它被整合起来用于在任务期间控制单个堕落的人形生物。这种灵能增幅器赋予灵能攻击和伤害能力，必将把我们的灵能特工变成精神杀手，其能力堪比长老。\n\n在被选中的人被击败后，从要塞中抢走了一套额外的术士盔甲，对其进行进一步研究取得了显著成果。盔甲内部储存的 超铀 晶体射流似乎在盔甲周围形成了一种保护性能量面纱，使士兵能够抵御爆炸和元素攻击而不会受到任何伤害。虽然我不建议我们的士兵让闪电包围他们，但增加了动力武器手套，并在重型盔甲研究中取得了其他突破，使我们能够制造出一套更高级的盔甲，由于其强大的灵能整合，它还能够进行墙壁相位变换。-R. 泰根"

[ChosenWarlockRewardsTech26 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要经过严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n发现术士的"王冠"可以放大他的灵能并不奇怪，但很明显，将其直接涂抹在他的头皮上无疑会对他的心理健康产生长期影响。里面的材料仍然很容易回收，最值得注意的是我们发现的一条从灵能网络本身引出的"带电电线"，它被整合起来用于在任务期间控制单个堕落的人形生物。这种灵能增幅器可以增加灵能攻击力和灵能伤害，必将把我们的灵能特工变成精神杀手，其能力堪比长老。\n\n 从术士要塞中发现的最令人惊讶的神器似乎是一门之前从未见过的原型大炮。虽然敌人使用威力无比的武器并不罕见，但术士似乎认为在外面使用传统武器是一种犯罪行为，因此他通常只在战斗中使用灵能。该武器本身使用先进的激光技术，以目标的共振频率运行，使其在摧毁物理材料方面非常有效。通过增强武器，我们应该能够让我们的士兵自由行动，消灭大范围内所有装甲和掩护单位，此外，该武器已经非常出色的操作能力也得到了增强。-R. 泰根"

[ChosenWarlockRewardsTech34 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士的戏剧性死亡摧毁了他的武器，但我们能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远不会找到他的据点，更不用说打败他了。\n\n在术士的据点内，我们能够找到一个潜在的幽灵僵尸，尽管被选中的人被击败，但它仍然存在。僵尸体内的爆炸性灵能核心经过分析，可以进行实验室合成，用作手榴弹。凭借我们已经知道的外星人灵能网络，我们能够制造出高效的炸药，只会针对那些接收外星人命令的人，同时还会暂时迷惑他们。由于手榴弹具有造成混乱的能力，因此即使术士最终被击败，他偏爱灵能攻击也就不足为奇了。\n\n术士的静止室让我们了解到天选者如何能够在如此短的时间内完全恢复。它的潜力已被用于提高我们士兵在战斗中的生存能力，允许每场战斗一次完全恢复健康，同时防止使用它的士兵受到任何精神障碍。心脏破裂的人肯定会发现这是一个受欢迎的朋友，因为它的再生特性似乎几乎是无限的，尽管我们对这项技术的缺乏经验阻碍了大规模生产或快速充电。-R. 泰根"

[ChosenWarlockRewardsTech35 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士的戏剧性死亡摧毁了他的武器，但我们能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远不会找到他的据点，更不用说打败他了。\n\n在术士的据点内，我们能够找到一个潜在的幽灵僵尸，尽管被选中的人被击败，但它仍然存在。僵尸体内的爆炸性灵能核心经过分析，可以进行实验室合成，用作手榴弹。凭借我们已经知道的外星人灵能网络，我们能够制造出高效的炸药，只会针对那些接收外星人命令的人，同时还会暂时迷惑他们。由于手榴弹具有造成混乱的能力，因此即使术士最终被击败，他仍然偏爱灵能攻击，这也就不足为奇了。\n\n术士的一套额外盔甲在被选中的人被击败后从要塞中被抢走，进一步研究取得了显著成果。盔甲内部储存的 超铀 晶体射流似乎在盔甲周围形成了一种保护性能量面纱，使士兵能够抵御爆炸和元素攻击而不会受到任何伤害。虽然我不建议我们的士兵让闪电包围他们，但增加了动力武器手套，并在重型盔甲研究中取得了其他突破，使我们能够制造出一套更高级的盔甲，由于其强大的灵能整合，它还能够进行墙壁相位。-R. 泰根"

[ChosenWarlockRewardsTech36 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管 Warlock 的戏剧性死亡摧毁了他的武器，但我们能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能发现这些文物，我们强烈怀疑 Warlock 认为人类永远找不到他的据点，更不用说打败他了。\n\n在 Warlock 的据点内，我们能够找到一个潜在的幽灵僵尸，尽管被选中的人被击败，但它仍然存在。僵尸内部的爆炸性灵能核心经过分析，可以进行实验室合成，用作手榴弹。凭借我们已经了解的外星人灵能网络，我们能够制造出高效的炸药，这些炸药只会针对那些接收外星人命令的人，同时还会暂时迷惑他们。由于手榴弹能够造成混乱，因此即使 Warlock 最终被击败，他仍然喜欢灵能攻击也就不足为奇了。\n\n从 Warlock 的据点中找到的最令人惊讶的文物似乎是之前从未见过的原型大炮。虽然敌人使用威力无比的武器并不罕见，但术士似乎认为在外面使用传统武器是一种犯罪行为，因此他通常只在战斗中使用灵能。该武器本身使用先进的激光技术，以目标的共振频率运行，使其在摧毁物理材料方面非常有效。通过增强武器，我们应该能够让我们的士兵自由行动，消灭大范围内所有装甲和掩护单位，此外，该武器已经非常强大的操作能力。-R. 泰根"

[ChosenWarlockRewardsTech45 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能发现这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n术士的静止室让我们对天选者如何能够在如此短的时间内完全再生有了深刻的了解。它的潜力已被用于提高我们士兵在战斗中的生存能力，允许每场战斗一次完全恢复健康，同时防止使用它的士兵受到任何精神障碍。心脏破裂的人肯定会发现这是一个受欢迎的朋友，因为它的再生特性似乎几乎是无限的，尽管我们对这项技术的缺乏经验阻碍了大规模生产或快速充电。\n\n在天选者被击败后，术士的一套额外的盔甲被从据点抢走，对它的进一步研究取得了显著的成果。盔甲内部储存的 超铀 晶体喷射器似乎在盔甲周围形成一层保护性能量面纱，使士兵能够承受爆炸和元素攻击而不会受到任何伤害。虽然我不建议我们的士兵让闪电包围他们，但增加了动力武器护手，并在重型盔甲研究中取得了其他突破，使我们能够制造出一套更高级的盔甲，由于其高度灵能整合，它还能够进行墙壁相位变换。-R. 泰根"

[ChosenWarlockRewardsTech46 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能找到这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n术士的静止室让我们对天选者如何在如此短的时间内完全再生有了深刻的了解。它的潜力已被用于提高我们士兵在战斗中的生存能力，允许每场战斗一次完全恢复健康，同时防止使用它的士兵受到任何精神障碍。心脏破裂的人肯定会发现这是一个受欢迎的朋友，因为它的再生特性似乎几乎是无限的，尽管我们对这项技术的缺乏经验阻碍了大规模生产或快速充电。\n\n从术士的据点找到的最令人惊讶的文物似乎是一门以前从未见过的原型大炮。虽然敌人使用威力无比的武器并不罕见，但术士似乎认为在外面使用传统武器是一种犯罪行为，因此他通常只在战斗中使用灵能。该武器本身使用先进的激光技术，以目标的共振频率运行，使其在摧毁物理材料方面非常有效。通过增强武器，我们应该能够让我们的士兵自由行动，消灭大范围内所有装甲和掩护单位，此外，该武器已经非常强大的操作能力。-R. 泰根"

[ChosenWarlockRewardsTech56 X2TechTemplate]
DisplayName="术士要塞战利品"
Summary="通过研究，我们应该能够将从术士要塞中回收的文物改造成我们士兵的装备。"
CodeName="祭品"
LongDescription="尽管术士在戏剧性死亡中毁掉了他的武器，但我们还是能够在他的据点周围找到各种有趣的物品。我们不需要进行严格的搜索就能找到这些文物，我们强烈怀疑术士认为人类永远找不到他的据点，更不用说打败他了。\n\n在被选中的人被击败后，术士的一套额外盔甲被从据点抢走，进一步的研究取得了显著的成果。盔甲内部储存的 超铀 晶体射流似乎在盔甲周围形成了一种保护性能量面纱，使士兵能够抵御爆炸和元素攻击而不会受到任何伤害。虽然我不建议我们的士兵让闪电包围他们，但增加了动力武器手套，并在重型盔甲研究中取得了其他突破，使我们能够制造出一套更高级的盔甲，由于其强大的灵能整合，它还能够进行墙壁相位。\n\n从术士的据点找到的最令人惊讶的文物似乎是一门以前从未见过的原型大炮。虽然敌人使用威力无比的武器并不罕见，但术士似乎认为在外面使用传统武器是一种犯罪行为，因此他通常只在战斗中使用灵能。该武器本身使用先进的激光技术，以目标的共振频率运行，使其在摧毁物理材料方面非常有效。通过增强武器，我们应该能够让我们的士兵自由行动，消灭大范围内所有装甲和掩护单位，此外，该武器已经非常出色的操作能力。-T. Rygan"


